Repository: itoledo/ReadMyNotifications
Catalog: ReadMyNotifications/MultilingualResources/ReadMyNotifications.*.xlf
Languages: es

# AppTitle
source: Read my Notifications
es: Lee mis Notificaciones

source: From
es: De

# MissingLanguage
source: No voice installed for language {0}, please install!
es: No está instalada la voz para el lenguaje {0}, por favor instálala.

# NoNotifications
source: No notifications found.
es: No hay notificaciones.

# ReadButton.Content
source: Read notifications
es: Lee las notificaciones

# ReadEnd
source: Finished reading your notifications.
es: Terminé de leer tus notificaciones.

# DefaultVoice.Header
source: Default voice
es: Voz por defecto

# PlayButton.Label
source: Read all
es: Leer todo

# StopButton.Label
source: Stop
es: Detener

# AutoLangHint.Text
source: This will try to detect the language of each phrase, and select the voice that matches that language among all installed voices on the system.
es: Esto intentará detectar el lenguaje de cada frase, y seleccionará la voz instalada en tu sistema que calce con ese lenguaje.

# ToggleAutoLanguage.Header
source: Automatic language detection
es: Detección automática de idioma

source: Cancel
es: Cancelar

# NeedsPermission
source: This app needs permission to read your notifications. It cannot work otherwise.
es: Esta aplicación necesita permiso para leer tus notificaciones, no funcionará de otra forma.

source: Retry
es: Reintentar

# RetryPermission
source: We need permission to read your notifications.
es: Necesitamos permiso para leer tus notificaciones.

# ContactSupport.Content
source: Contact support
es: Contacta a soporte

# DevelopedBy.Text
source: Developed by
es: Desarrollado por

# PleaseReview.Content
source: Please review this app at the Windows Store!
es: Por favor califica esta app en la Tienda de Windows!

# Webpage.Content
source: Visit our webpage
es: Visita nuestra página web

# NoVoiceInstalled
source: There is no default voice in your device settings. Launching the Voice Settings app.
es: No hay una voz predeterminada en tu dispositivo. Lanzando la app de Configuración.

# ReloadButton.Label
source: Reload
es: Recargar

# ErrorGet
source: There has been an error getting your notifications, please try again.
es: Ocurrió un error al obtener tus notificaciones, por favor reintenta en unos momentos.

# AppNotRunning
source: Read my Notifications is not running
es: Lee mis Notificaciones no se está ejecutando

# SelectToRead
source: Select to read your notifications
es: Selecciona para leer tus notificaciones
